Repository: mpdifran/bloom
Catalog: Apps/Bloom/Bloom/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, nl

source: You scored a perfect 100 on your sleep score. That's as good as it gets!
de: Du hast beim Schlafscore glatte 100 erreicht. Besser geht's nicht!
es: Has sacado un 100 perfecto en tu puntuación de sueño. ¡Mejor imposible!
fr: Vous avez obtenu un score de sommeil parfait de 100. Impossible de faire mieux !
fr_ca: Tu as obtenu un score de sommeil parfait de 100. Impossible de faire mieux !
nl: Je haalde een perfecte 100 op je slaapscore. Beter wordt het niet!

source: You travelled %@ while working out this year.
de: Du hast dieses Jahr beim Training %@ zurückgelegt.
es: Este año recorriste %@ entrenando.
fr: Vous avez parcouru %@ à l'entraînement cette année.
fr_ca: Tu as parcouru %@ à l'entraînement cette année.
nl: Je legde dit jaar %@ af tijdens het trainen.

source: You're sleeping less than the previous period.
de: Du schläfst weniger als im vorherigen Zeitraum.
es: Duermes menos que en el periodo anterior.
fr: Vous dormez moins que la période précédente.
fr_ca: Tu dors moins que la période précédente.
nl: Je slaapt minder dan in de vorige periode.

source: You're sleeping more than the previous period.
de: Du schläfst mehr als im vorherigen Zeitraum.
es: Duermes más que en el periodo anterior.
fr: Vous dormez plus que la période précédente.
fr_ca: Tu dors plus que la période précédente.
nl: Je slaapt meer dan in de vorige periode.

source: You've hit your %@ goal, great job!
de: Du hast dein %@-Ziel erreicht, stark!
es: ¡Has alcanzado tu objetivo de %@, buen trabajo!
fr: Vous avez atteint votre objectif de %@, bravo !
fr_ca: Tu as atteint ton objectif de %@, bravo !
nl: Je hebt je %@-doel gehaald, goed bezig!

source: You’ve unlocked deeper insights, smarter guidance, and Bud’s full brainpower.
de: Du hast tiefere Erkenntnisse, klügere Tipps und Buds volle Denkleistung freigeschaltet.
es: Has desbloqueado análisis más profundos, consejos más inteligentes y toda la capacidad de Bud.
fr: Vous avez débloqué des analyses plus poussées, des conseils plus fins et toute l'intelligence de Bud.
fr_ca: Tu as débloqué des analyses plus poussées, des conseils plus fins et toute l'intelligence de Bud.
nl: Je hebt diepere inzichten, slimmer advies en Buds volledige denkkracht ontgrendeld.

source: Your average cycle was %@ long.
de: Dein Zyklus dauerte im Schnitt %@.
es: Tu ciclo duró de media %@.
fr: Votre cycle a duré %@ en moyenne.
fr_ca: Ton cycle a duré %@ en moyenne.
nl: Je cyclus duurde gemiddeld %@.

source: Your biological age is 1 year younger than your actual age. Keep it up!
de: Dein biologisches Alter liegt 1 Jahr unter deinem tatsächlichen Alter. Weiter so!
es: Tu edad biológica es 1 año menor que tu edad real. ¡Sigue así!
fr: Votre âge biologique a 1 an de moins que votre âge réel. Continuez comme ça !
fr_ca: Ton âge biologique a 1 an de moins que ton âge réel. Continue comme ça !
nl: Je biologische leeftijd is 1 jaar lager dan je echte leeftijd. Ga zo door!

source: Your biological age will appear here once calculated. Check back after using the app for a few days.
de: Dein biologisches Alter erscheint hier, sobald es berechnet wurde. Schau nach ein paar Tagen wieder vorbei.
es: Tu edad biológica aparecerá aquí en cuanto se calcule. Vuelve tras unos días de uso.
fr: Votre âge biologique s'affichera ici une fois calculé. Revenez après quelques jours d'utilisation.
fr_ca: Ton âge biologique s'affichera ici une fois calculé. Reviens après quelques jours d'utilisation.
nl: Je biologische leeftijd verschijnt hier zodra die is berekend. Kom na een paar dagen gebruik terug.

# Your cardio fitness is %@%@ mL/kg/min.
source: Your cardio fitness is %1$@%2$@ mL/kg/min.
de: Deine Ausdauerfitness ist %1$@%2$@ ml/kg/min.
es: Tu condición cardiovascular es %1$@%2$@ ml/kg/min.
fr: Votre condition cardio est %1$@%2$@ ml/kg/min.
fr_ca: Ta condition cardio est %1$@%2$@ ml/kg/min.
nl: Je conditie is %1$@%2$@ ml/kg/min.

source: Your data is always safe:
de: Deine Daten sind immer sicher:
es: Tus datos siempre están seguros:
fr: Vos données sont toujours protégées :
fr_ca: tes données sont toujours protégées :
nl: Je gegevens zijn altijd veilig:

source: Your data never includes personal details like your name or email, just what's needed for analysis.
de: Deine Daten enthalten nie persönliche Angaben wie Name oder E-Mail – nur das, was für die Analyse nötig ist.
es: Tus datos nunca incluyen detalles personales como tu nombre o tu correo, solo lo necesario para el análisis.
fr: Vos données ne contiennent jamais d’informations personnelles comme votre nom ou votre e-mail, seulement ce qui est nécessaire à l’analyse.
fr_ca: Tes données ne contiennent jamais d’informations personnelles comme ton nom ou ton courriel, seulement ce qui est nécessaire à l’analyse.
nl: Je gegevens bevatten nooit persoonlijke details zoals je naam of e-mailadres, alleen wat nodig is voor de analyse.

source: Your Data, Your Choice
de: Deine Daten, deine Entscheidung
es: Tus datos, tu decisión
fr: Vos données, votre choix
fr_ca: tes données, ton choix
nl: Jouw gegevens, jouw keuze

# Your diet averaged %@ protein, %@ carbs, %@ fat.
source: Your diet averaged %1$@ protein, %2$@ carbs, %3$@ fat.
de: Deine Ernährung bestand im Schnitt aus %1$@ Protein, %2$@ Kohlenhydraten und %3$@ Fett.
es: Tu alimentación fue de media %1$@ de proteína, %2$@ de carbohidratos y %3$@ de grasa.
fr: Votre alimentation comptait en moyenne %1$@ de protéines, %2$@ de glucides et %3$@ de lipides.
fr_ca: Ton alimentation comptait en moyenne %1$@ de protéines, %2$@ de glucides et %3$@ de lipides.
nl: Je voeding bestond gemiddeld uit %1$@ eiwit, %2$@ koolhydraten en %3$@ vet.

source: Your heart rate during sleep is typically lower than your resting heart rate during the day. A lower sleep heart rate generally indicates better cardiovascular fitness and recovery.
de: Im Schlaf liegt deine Herzfrequenz meist unter deiner Ruheherzfrequenz am Tag. Ein niedrigerer Wert spricht in der Regel für bessere Ausdauer und Erholung.
es: Tu frecuencia cardíaca durante el sueño suele ser menor que la de reposo durante el día. Una frecuencia más baja al dormir indica normalmente mejor condición y recuperación.
fr: Votre fréquence cardiaque pendant le sommeil est généralement plus basse que votre fréquence au repos en journée. Une valeur plus basse traduit en général une meilleure condition cardiovasculaire et une bonne récupération.
fr_ca: Ta fréquence cardiaque pendant le sommeil est généralement plus basse que ta fréquence au repos en journée. Une valeur plus basse traduit en général une meilleure condition cardiovasculaire et une bonne récupération.
nl: Je hartslag tijdens de slaap ligt meestal lager dan je rusthartslag overdag. Een lagere slaaphartslag wijst doorgaans op een betere conditie en beter herstel.

source: Your Morning Report is Ready
de: Dein Morgenbericht ist fertig
es: Tu informe matutino está listo
fr: Votre bilan du matin est prêt
fr_ca: Ton bilan du matin est prêt
nl: Je ochtendrapport staat klaar

source: Your Name
de: Dein Name
es: Tu nombre
fr: Votre nom
fr_ca: Ton nom
nl: Je naam

source: Your personal data always remains anonymous. Always consult with a doctor before making any changes to your health.
de: Deine Daten bleiben stets anonym. Sprich mit einer Ärztin oder einem Arzt, bevor du etwas an deiner Gesundheit änderst.
es: Tus datos siempre son anónimos. Consulta siempre con un médico antes de cambiar algo relacionado con tu salud.
fr: Vos données personnelles restent toujours anonymes. Consultez toujours un médecin avant de modifier quoi que ce soit concernant votre santé.
fr_ca: tes données personnelles restent toujours anonymes. Consulte toujours un médecin avant de modifier quoi que ce soit concernant ta santé.
nl: Je gegevens blijven altijd anoniem. Overleg altijd met een arts voordat je iets aan je gezondheid verandert.

source: Your personal data is used for:
de: Deine Daten werden verwendet für:
es: Tus datos personales se usan para:
fr: Vos données personnelles servent à :
fr_ca: tes données personnelles servent à :
nl: Je gegevens worden gebruikt voor:

source: Your recovery’s looking a little low today. Try to take it easy — swap intense workouts for something gentle, like a stretch or slow walk.
de: Deine Erholung ist heute etwas niedrig. Nimm es locker – tausch das harte Training gegen etwas Sanftes, zum Beispiel Dehnen oder einen ruhigen Spaziergang.
es: Hoy tu recuperación está algo baja. Tómatelo con calma: cambia el entrenamiento intenso por algo suave, como estiramientos o un paseo tranquilo.
fr: Votre récupération est un peu basse aujourd’hui. Allez-y doucement : remplacez les séances intenses par quelque chose de léger, comme des étirements ou une marche tranquille.
fr_ca: Ta récupération est un peu basse aujourd’hui. Vas-y doucement : remplace les séances intenses par quelque chose de léger, comme des étirements ou une marche tranquille.
nl: Je herstel is vandaag wat laag. Doe het rustig aan – ruil intensieve trainingen in voor iets zachts, zoals rekken of een wandeling.

source: Your resting heart rate averaged %@
de: Deine Ruheherzfrequenz lag im Schnitt bei %@
es: Tu frecuencia cardíaca en reposo fue de media %@
fr: Votre fréquence cardiaque au repos était de %@ en moyenne
fr_ca: Ta fréquence cardiaque au repos était de %@ en moyenne
nl: Je rusthartslag was gemiddeld %@

source: Your selected goal:
de: Dein gewähltes Ziel:
es: Tu objetivo elegido:
fr: Votre objectif :
fr_ca: Ton objectif :
nl: Je gekozen doel:

source: Your selected goals:
de: Deine gewählten Ziele:
es: Tus objetivos elegidos:
fr: Vos objectifs :
fr_ca: tes objectifs :
nl: Je gekozen doelen:

source: Your sleep duration is about the same as before.
de: Deine Schlafdauer ist etwa gleich geblieben.
es: Tu duración del sueño es prácticamente la misma que antes.
fr: Votre durée de sommeil est à peu près la même qu'avant.
fr_ca: Ta durée de sommeil est à peu près la même qu'avant.
nl: Je slaapduur is ongeveer hetzelfde als eerder.

source: Your sleep score is calculated based on sleep duration, time spent in each sleep stage, awake time, and heart rate during sleep. A score of 70 or higher indicates good quality sleep.
de: Dein Schlafscore ergibt sich aus Schlafdauer, Zeit in den einzelnen Schlafphasen, Wachzeit und Herzfrequenz im Schlaf. Ab 70 gilt der Schlaf als gut.
es: Tu puntuación de sueño se calcula con la duración, el tiempo en cada fase, el tiempo despierto y tu frecuencia cardíaca al dormir. A partir de 70, tu sueño es de buena calidad.
fr: Votre score de sommeil est calculé à partir de la durée de sommeil, du temps passé dans chaque phase, du temps d'éveil et de votre fréquence cardiaque nocturne. Un score de 70 ou plus indique un sommeil de bonne qualité.
fr_ca: Ton score de sommeil est calculé à partir de la durée de sommeil, du temps passé dans chaque phase, du temps d'éveil et de ta fréquence cardiaque nocturne. Un score de 70 ou plus indique un sommeil de bonne qualité.
nl: Je slaapscore wordt berekend op basis van slaapduur, tijd per slaapfase, tijd wakker en je hartslag tijdens de slaap. Vanaf 70 is je slaap van goede kwaliteit.

source: Your stress level can fluctuate day to day. It's normal to have some days of high stress, but prolonged stress can be harmful to your overall health. Bloom factors in your blood pressure, sleep, and heart rate variability when calculating your stress level.
de: Dein Stresslevel kann von Tag zu Tag schwanken. Einzelne stressige Tage sind normal, doch anhaltender Stress schadet deiner Gesundheit. Bloom bezieht Blutdruck, Schlaf und Herzfrequenzvariabilität in die Berechnung ein.
es: Tu nivel de estrés puede variar de un día a otro. Es normal tener días tensos, pero el estrés prolongado perjudica tu salud. Bloom tiene en cuenta tu presión arterial, tu sueño y tu variabilidad cardíaca al calcularlo.
fr: Votre niveau de stress peut varier d'un jour à l'autre. Quelques journées tendues sont normales, mais un stress prolongé peut nuire à votre santé. Bloom tient compte de votre tension artérielle, de votre sommeil et de votre variabilité cardiaque pour calculer votre niveau de stress.
fr_ca: Ton niveau de stress peut varier d'un jour à l'autre. Quelques journées tendues sont normales, mais un stress prolongé peut nuire à ta santé. Bloom tient compte de ta tension artérielle, de ton sommeil et de ta variabilité cardiaque pour calculer ton niveau de stress.
nl: Je stressniveau kan per dag verschillen. Een enkele drukke dag is normaal, maar langdurige stress is schadelijk voor je gezondheid. Bloom rekent je bloeddruk, slaap en hartslagvariabiliteit mee.

source: Your weight stayed stable this year.
de: Dein Gewicht blieb dieses Jahr stabil.
es: Tu peso se mantuvo estable este año.
fr: Votre poids est resté stable cette année.
fr_ca: Ton poids est resté stable cette année.
nl: Je gewicht bleef dit jaar stabiel.

source: Zinc
de: Zink
nl: Zink

source: Zone 1 Starts At
de: Zone 1 beginnt bei
es: La zona 1 empieza en
fr: La zone 1 commence à
fr_ca: La zone 1 commence à
nl: Zone 1 begint bij

source: Zone 2 Starts At
de: Zone 2 beginnt bei
es: La zona 2 empieza en
fr: La zone 2 commence à
fr_ca: La zone 2 commence à
nl: Zone 2 begint bij

source: Zone 3 Starts At
de: Zone 3 beginnt bei
es: La zona 3 empieza en
fr: La zone 3 commence à
fr_ca: La zone 3 commence à
nl: Zone 3 begint bij

source: Zone 4 Starts At
de: Zone 4 beginnt bei
es: La zona 4 empieza en
fr: La zone 4 commence à
fr_ca: La zone 4 commence à
nl: Zone 4 begint bij

source: Zone 5 Starts At
de: Zone 5 beginnt bei
es: La zona 5 empieza en
fr: La zone 5 commence à
fr_ca: La zone 5 commence à
nl: Zone 5 begint bij

source: Zone calculations based on the Karvonen Formula.
de: Zonenberechnung nach der Karvonen-Formel.
es: Cálculo de zonas basado en la fórmula de Karvonen.
fr: Calcul des zones d'après la formule de Karvonen.
fr_ca: Calcul des zones d'après la formule de Karvonen.
nl: Zoneberekening op basis van de Karvonen-formule.

source: Zone minute goals based on Physical Activity Guidelines by the CDC.
de: Zonenminuten-Ziele nach den Physical Activity Guidelines der CDC.
es: Objetivos de minutos por zona según las Physical Activity Guidelines de los CDC.
fr: Objectifs de minutes en zone d'après les Physical Activity Guidelines des CDC.
fr_ca: Objectifs de minutes en zone d'après les Physical Activity Guidelines des CDC.
nl: Doelen voor zoneminuten op basis van de Physical Activity Guidelines van de CDC.

source: Zone Minutes
de: Zonenminuten
es: Minutos en zona
fr: Minutes en zone
fr_ca: Minutes en zone
nl: Zoneminuten

source: Zone Minutes — 150
de: Zonenminuten - 150
es: Minutos en zona - 150
fr: Minutes en zone — 150
fr_ca: Minutes en zone — 150
nl: Zoneminuten - 150

source: Zone Minutes — 300
de: Zonenminuten - 300
es: Minutos en zona - 300
fr: Minutes en zone — 300
fr_ca: Minutes en zone — 300
nl: Zoneminuten - 300

source: Zone Preview
de: Zonen-Vorschau
es: Vista previa de zonas
fr: Aperçu des zones
fr_ca: Aperçu des zones
nl: Voorbeeld van zones

source: Zones
de: Zonen
es: Zonas

source: %@ bpm
es: %@ ppm

# %@%@ bpm
source: %1$@%2$@ bpm
es: %1$@%2$@ ppm

source: %lld bpm
es: %lld ppm

source: %lld workouts
es: %lld entrenamientos
fr: %lld entraînements
fr_ca: %lld entraînements
nl: %lld trainingen

source: 1. Barcode
es: 1. Código de barras
fr: 1. Code-barres
fr_ca: 1. Code-barres
nl: 1. Streepjescode

source: App Version
es: Versión de la app
fr: Version de l'app
fr_ca: Version de l'app
nl: App-versie

source: Auth Token
es: Token de autenticación
fr: Jeton d'authentification
fr_ca: Jeton d'authentification

source: Barcode Scan
es: Escaneo de código de barras
fr: Lecture du code-barres
fr_ca: Lecture du code-barres

source: bpm
es: ppm

source: BPM
es: PPM

source: BURNOUT
es: AGOTAMIENTO
fr: ÉPUISEMENT
fr_ca: ÉPUISEMENT

source: cardio workouts
es: entrenamientos de cardio
fr: séances de cardio
fr_ca: séances de cardio
nl: cardiotrainingen

source: Cool-Down
es: Enfriamiento
fr: Récupération
fr_ca: Récupération
nl: Cooling-down

source: Design
es: Diseño
nl: Ontwerp

source: Details
es: Detalles
fr: Détails
fr_ca: Détails

source: Email
es: Correo electrónico
fr_ca: Courriel

source: Feature Flags
es: Indicadores de funciones
fr: Indicateurs de fonctionnalités
fr_ca: Indicateurs de fonctionnalités

source: Fitness
es: Forma física
fr: Forme physique
fr_ca: Forme physique
nl: Fitheid

source: HIIT workouts
es: entrenamientos HIIT
fr: séances de HIIT
fr_ca: séances de HIIT
nl: HIIT-trainingen

source: HRV
es: VFC
fr: VFC
fr_ca: VFC

source: HRV Trend
es: Tendencia de la VFC
fr: Tendance de la VFC
fr_ca: Tendance de la VFC

source: HRV: %lld ms
es: VFC: %lld ms
fr: VFC : %lld ms
fr_ca: VFC : %lld ms

source: Magnesium
es: Magnesio
fr: Magnésium
fr_ca: Magnésium

source: Max
es: Máx

source: MAX: %@
es: MÁX: %@

source: MAX: %lld
es: MÁX: %lld

source: Max: %lld bpm
es: Máx: %lld ppm

source: Min
es: Mín

source: MIN: %@
es: MÍN: %@

source: Min: %lld bpm
es: Mín: %lld ppm

source: Name
es: Nombre
fr: Nom
fr_ca: Nom
nl: Naam

source: Name (Optional)
es: Nombre (opcional)
fr: Nom (facultatif)
fr_ca: Nom (facultatif)
nl: Naam (optioneel)

source: Pause
es: Pausa
nl: Pauzeer

source: Paywall
es: Muro de pago

source: Phase
es: Fase
nl: Fase

source: Protein
es: Proteína
fr: Protéines
fr_ca: Protéines
nl: Eiwit

source: Score
es: Puntuación

# screenshot.workouts.mobility
source: Mobility Routine
es: Rutina de movilidad
fr: Routine de mobilité
fr_ca: Routine de mobilité
nl: Mobiliteitsroutine

source: Snack
es: Tentempié
fr: Collation
fr_ca: Collation

source: Standard
es: Estándar
nl: Standaard

source: Status
es: Estado
fr: Statut
fr_ca: Statut

source: stress
es: estrés

source: Stress
es: Estrés

source: Stress Level
es: Nivel de estrés
fr: Niveau de stress
fr_ca: Niveau de stress
nl: Stressniveau

source: Tag
es: Etiqueta
fr: Étiquette
fr_ca: Étiquette
nl: Label

source: Text
es: Texto
fr: Texte
fr_ca: Texte
nl: Tekst

source: TRAINING
es: ENTRENAMIENTO
fr: ENTRAÎNEMENT
fr_ca: ENTRAÎNEMENT

source: Trend
es: Tendencia
fr: Tendance
fr_ca: Tendance

source: Vitamin A
es: Vitamina A
fr: Vitamine A
fr_ca: Vitamine A
nl: Vitamine A

source: Vitamin B6
es: Vitamina B6
fr: Vitamine B6
fr_ca: Vitamine B6
nl: Vitamine B6

source: Vitamin B12
es: Vitamina B12
fr: Vitamine B12
fr_ca: Vitamine B12
nl: Vitamine B12

source: Vitamin C
es: Vitamina C
fr: Vitamine C
fr_ca: Vitamine C
nl: Vitamine C

source: Vitamin D
es: Vitamina D
fr: Vitamine D
fr_ca: Vitamine D
nl: Vitamine D

source: Vitamin E
es: Vitamina E
fr: Vitamine E
fr_ca: Vitamine E
nl: Vitamine E

source: VO₂ Max
es: VO₂ máx.

source: VO₂ Max Trend
es: Tendencia de la VO₂ máx.
fr: Tendance de la VO₂ max
fr_ca: Tendance de la VO₂ max

source: workouts
es: entrenamientos
fr: séances
fr_ca: séances
nl: trainingen

source: Workouts
es: Entrenamientos
fr: Séances
fr_ca: Séances
nl: Trainingen

source: WS Host
es: Host de WS
fr: Hôte WS
fr_ca: Hôte WS

source: Zone
es: Zona

source: Zone %lld
es: Zona %lld

source: Zone 1
es: Zona 1

source: Zone 2
es: Zona 2

source: Zone 3
es: Zona 3

source: Zone 4
es: Zona 4

source: Zone 5
es: Zona 5

source: 15 – 45 min
fr: 15 à 45 min
fr_ca: 15 à 45 min

source: 45+ min
fr: 45 min et plus
fr_ca: 45 min et plus

source: Bloom Health
fr: Bloom Santé
fr_ca: Bloom Santé

source: fl oz
fr: oz liq.
fr_ca: oz liq.

source: Host
fr: Hôte
fr_ca: Hôte

source: ID: %@
fr: Identifiant : %@
fr_ca: Identifiant : %@

source: Mango
fr: Mangue
fr_ca: Mangue

source: REM
fr: Paradoxal
fr_ca: Paradoxal

source: REM: %@
fr: Paradoxal : %@
fr_ca: Paradoxal : %@

source: Original
nl: Origineel
